Revit 2023 API
GroupTypeId.Fitting Property
 "Fittings"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId Fitting { get; }
Visual Basic
Public Shared ReadOnly Property Fitting As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Fitting {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace